// ==== Settings ====
"Library" = "文庫";
"Hide Document Names" = "隱藏文件名稱";

"Reading and Editing" = "閱讀和編輯";
"Hide Status Bar" = "隱藏狀態欄";
"Disable Auto Lock" = "禁用自動鎖定";
"Please disable \"Multitasking Gestures\" in iPad's Settings for palm rest to work properly." = "為了使掌托運作無誤，請在iPad的設定裡關閉“多工處理手勢”。";

"When Using the Close-up Input" = "當使用特寫輸入時";
"Disable Editing Elsewhere" = "使在別處編輯無效";
"Close-up Input Tips" = "• 可以在頁面上的任何一個地方長按打開特寫輸入。\n• 長按返回鍵會移至下一行並且縮進。拖動特寫輸入的矩形定位來指定縮進大小。";

"About GoodNotes" = "關於 GoodNotes";
"Version" = "版本";
"Send Us Feedback" = "意見反饋";
"Rate GoodNotes on iTunes to support us!" = "在 iTunes 評價 GoodNotes 來給我們支持！";

"We would love to hear your questions, comments, or suggestions! Please enter your feedback below in English:" = "請在下方寫下您的問題，意見或建議：";

"Crash Recovery" = "故障修復";
"Safe Mode" = "安全模式";
"Turn on safe mode to prevent GoodNotes from crashing on start up." = "打開安全模式來防止 GoodNotes 在啟動時崩溃。";

// ==== version 2.3 below ====
"When Using Close-up Input or Text Input" ="當使用特寫輸入或文字輸入時";

// ==== version 2.5 below ====
"Close-up Input Gesture (Tap and Hold)" = "特寫輸入手勢（長按）";
"Text Input Gesture (Two Fingers Tap)" = "文本框手勢（兩指輕點）";
"Unlink Dropbox" = "取消 Dropbox 鏈接";
"Unlink Box" = "取消 Box 鏈接";

// ==== version 3.2 below ====
"Palm Rest" = "掌托";
"Palm Rest Control Position" = "掌托拖曳欄位置";
"Left" = "左";
"Right" = "右";
"Auto-Deselect Eraser" = "自動停用橡皮擦";

// ==== version 3.3 below ====
"Pen Style" = "書寫筆樣式";
"Fountain Pen" = "鋼筆";
"Rollerball Pen" = "鋼珠筆";

// ==== version 3.4.2 below ====

"Turn on Safe Mode to prevent opening a crashing document on startup." = "開啟安全模式來防止在啟動時打開一個導致程式崩潰的文件。";

"Extract App Data" = "提取應用數據";
"If you cannot open GoodNotes even when Safe Mode is enabled, turn this on and open GoodNotes to extract all app data to iTunes File Sharing. Then please send us a support ticket with the app data archive to recover your notes." = "如果您在安全模式啟用時仍無法打開 GoodNotes，請開啟這選項來把所有應用數據傳送到 iTunes 文件共享。然後請給我們一個幫助請求來恢復你的筆記。";